Repository: AsZer0s/proxmox-ios
Catalog: ProxmoxManager/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Input Log Level
zh_hans: 入站日志级别

source: Input Policy
zh_hans: 入站策略

source: Interface (optional)
zh_hans: 接口（可选）

source: Keep Storage Mapping
zh_hans: 保持存储映射

source: Local Resources
zh_hans: 本地资源

source: Local devices may prevent migration.
zh_hans: 本地设备可能阻止迁移。

source: Log Level
zh_hans: 日志级别

source: Logging
zh_hans: 日志

source: MAC Filter
zh_hans: MAC 过滤

source: Macro (optional)
zh_hans: 宏（可选）

source: Match
zh_hans: 匹配条件

source: Migrate
zh_hans: 迁移

source: Migrate Guest
zh_hans: 迁移虚拟机或 CT

source: Migrate Local Disks
zh_hans: 迁移本地磁盘

source: Migrate guest
zh_hans: 迁移虚拟机或 CT

source: Neighbor Discovery
zh_hans: 邻居发现

source: New VMID
zh_hans: 新 VMID

source: No Cloud-Init drive
zh_hans: 没有 Cloud-Init 驱动器

source: No IDE slot is available for a Cloud-Init drive.
zh_hans: 没有可用于 Cloud-Init 驱动器的 IDE 槽位。

source: No IPSet entries
zh_hans: 没有 IPSet 条目

source: No IPSets
zh_hans: 没有 IPSet

source: No Match
zh_hans: 排除匹配

source: No accessible backup storage is available.
zh_hans: 没有可访问的备份存储。

source: No compatible online target node is available.
zh_hans: 没有兼容且在线的目标节点。

source: No compatible storage is available.
zh_hans: 没有兼容的存储。

source: No compatible target storage is available.
zh_hans: 没有兼容的目标存储。

source: No firewall log entries
zh_hans: 没有防火墙日志

source: No firewall rules
zh_hans: 没有防火墙规则

source: Online Migration
zh_hans: 在线迁移

source: Opening console…
zh_hans: 正在打开控制台…

source: Outbound
zh_hans: 出站

source: Output Log Level
zh_hans: 出站日志级别

source: Output Policy
zh_hans: 出站策略

source: Protect
zh_hans: 保护

source: Protocol (optional)
zh_hans: 协议（可选）

source: Reference an IPSet in a rule with +name.
zh_hans: 在规则中使用 +名称 引用 IPSet。

source: Restore
zh_hans: 恢复

source: Restore Backup
zh_hans: 恢复备份

source: Restore backup
zh_hans: 恢复备份

source: Restore creates a new guest and keeps the backup archive.
zh_hans: 恢复操作会创建新的虚拟机或 CT，并保留备份归档。

source: Router Advertisement
zh_hans: 路由器通告

source: Rules
zh_hans: 规则

source: Security Group
zh_hans: 安全组

source: Slot
zh_hans: 槽位

source: Snapshot mode minimizes downtime when supported by the guest and storage.
zh_hans: 虚拟机或 CT 与存储支持时，快照模式可最大限度减少停机时间。

source: Source (optional)
zh_hans: 源地址（可选）

source: Source Node
zh_hans: 源节点

source: Source Port (optional)
zh_hans: 源端口（可选）

source: Suspend
zh_hans: 挂起

source: Target Node
zh_hans: 目标节点

source: Terminal
zh_hans: 终端

source: The Cloud-Init drive stores generated user, network and metadata configuration.
zh_hans: Cloud-Init 驱动器用于保存生成的用户、网络和元数据配置。

source: The IPSet and all of its entries will be removed.
zh_hans: 该 IPSet 及其所有条目都会被删除。

source: The backup archive will be permanently removed from storage.
zh_hans: 备份归档将从存储中永久删除。

source: The console certificate does not match the pinned certificate.
zh_hans: 控制台证书与已固定的证书不匹配。

source: The integrated console requires a username and password connection.
zh_hans: 内置控制台需要使用用户名和密码连接。

source: This content will be permanently removed from storage.
zh_hans: 此内容将从存储中永久删除。

source: Attach an existing cluster security group by adding a group rule.
zh_hans: 添加组规则即可挂载现有集群安全组。

source: No security groups
zh_hans: 没有安全组

source: Security Groups
zh_hans: 安全组

source: Source: %@
zh_hans: 源地址：%@

source: Destination: %@
zh_hans: 目标地址：%@

source: Add Advanced Device
zh_hans: 添加高级设备

source: Add Backup Schedule
zh_hans: 添加备份计划

source: Add CD/DVD Drive
zh_hans: 添加 CD/DVD 驱动器

source: Add Device: %@
zh_hans: 添加设备：%@

source: Add hardware device
zh_hans: 添加硬件设备

source: Available Updates: %lld
zh_hans: 可用更新：%lld

source: Back Up All Guests
zh_hans: 备份所有实例

source: Boot & Advanced Devices
zh_hans: 启动与高级设备

source: Boot Order
zh_hans: 启动顺序

source: CD/DVD Drive
zh_hans: CD/DVD 驱动器

source: CD/DVD Drives
zh_hans: CD/DVD 驱动器

source: Cancel Task
zh_hans: 取消任务

source: Change Service State?
zh_hans: 更改服务状态？

source: Compression
zh_hans: 压缩方式

source: Confirm %@ for service %@?
zh_hans: 确认执行“%@”操作（服务 %@）？

source: Console session
zh_hans: 控制台会话

source: Current Storage
zh_hans: 当前存储

source: Delete Backup Schedule?
zh_hans: 删除备份计划？

source: Delete Disk Permanently?
zh_hans: 永久删除磁盘？

source: Delete Permanently
zh_hans: 永久删除

source: Delete Source After Move
zh_hans: 迁移后删除源磁盘

source: Delete disk
zh_hans: 删除磁盘

source: Detach
zh_hans: 分离

source: Detach Disk?
zh_hans: 分离磁盘？

source: Detach disk
zh_hans: 分离磁盘

source: Device
zh_hans: 设备

source: Download content
zh_hans: 下载内容

source: EFI Disk
zh_hans: EFI 磁盘

source: Edit Backup Schedule
zh_hans: 编辑备份计划

source: Edit Boot Order
zh_hans: 编辑启动顺序

source: Edit CD/DVD Drive
zh_hans: 编辑 CD/DVD 驱动器

source: Empty Drive
zh_hans: 空驱动器

source: Examples: daily, hourly, mon..fri 22:00, or sun 03:30.
zh_hans: 示例：daily、hourly、mon..fri 22:00 或 sun 03:30。

source: Guests
zh_hans: 实例

source: Installation Media
zh_hans: 安装介质

source: Keep Daily
zh_hans: 保留每日备份

source: Keep Last
zh_hans: 保留最近备份

source: Keep Monthly
zh_hans: 保留每月备份

source: Keep Weekly
zh_hans: 保留每周备份

source: Keep Yearly
zh_hans: 保留每年备份

source: Keeping the source leaves it attached as an unused disk after the copy completes.
zh_hans: 保留源磁盘会在复制完成后将其作为未使用磁盘挂载。

source: Leave a retention field empty to inherit no value for that period.
zh_hans: 留空某项保留规则表示不为该周期设置值。

source: Load Task Log
zh_hans: 加载任务日志

source: Maintenance
zh_hans: 维护

source: Metadata
zh_hans: 元数据

source: Move
zh_hans: 迁移

source: Move Disk
zh_hans: 迁移磁盘

source: Move disk
zh_hans: 迁移磁盘

source: Move to Storage
zh_hans: 迁移到存储

source: No ISO images are available on accessible storage.
zh_hans: 可访问的存储中没有 ISO 镜像。

source: No other compatible storage is available.
zh_hans: 没有其他兼容的可用存储。

source: No package updates are available.
zh_hans: 没有可用的软件包更新。

source: No services were returned by this node.
zh_hans: 此节点未返回任何服务。

source: Node Shell
zh_hans: 节点 Shell

source: Notes Template
zh_hans: 备注模板

source: Open Upgrade Console
zh_hans: 打开升级控制台

source: PCI Device
zh_hans: PCI 设备

source: Power
zh_hans: 电源

source: Protect New Backups
zh_hans: 保护新备份

source: Prune After Backup
zh_hans: 备份后清理

source: Reboot Node
zh_hans: 重启节点

source: Reboot guest
zh_hans: 重启实例

source: Reboot node
zh_hans: 重启节点

source: Refresh Package Index
zh_hans: 刷新软件包索引

source: Refresh package index
zh_hans: 刷新软件包索引

source: Reload
zh_hans: 重新加载

source: Remove
zh_hans: 移除

source: Remove CD/DVD Drive
zh_hans: 移除 CD/DVD 驱动器

source: Remove Hardware Device?
zh_hans: 移除硬件设备？

source: Repeat Missed Jobs
zh_hans: 补跑错过的任务

source: Restart
zh_hans: 重新启动

source: Retention
zh_hans: 保留策略

source: Retention values must be zero or greater.
zh_hans: 保留数量必须大于或等于零。

source: Run on All Nodes
zh_hans: 在所有节点上运行

source: Running guests may be interrupted. Migrate or shut them down first.
zh_hans: 正在运行的实例可能会中断，请先迁移或关闭它们。

source: Schedule
zh_hans: 计划

source: Serial Backend
zh_hans: 串口后端

source: Serial Port
zh_hans: 串口

source: Services
zh_hans: 服务

source: Shut Down Node
zh_hans: 关闭节点

source: Shut down guest
zh_hans: 关闭实例

source: Shut down node
zh_hans: 关闭节点

source: Software Updates
zh_hans: 软件更新

source: Start guest
zh_hans: 启动实例

source: Stop guest
zh_hans: 停止实例

source: TPM State
zh_hans: TPM 状态

source: The bundled console client could not be loaded.
zh_hans: 无法加载 App 内置的控制台客户端。

source: The disk is detached and kept as an unused volume.
zh_hans: 磁盘会被分离，并保留为未使用卷。

source: The disk volume and all data on it will be permanently deleted.
zh_hans: 磁盘卷及其中所有数据将被永久删除。

source: The schedule definition will be removed. Existing backup archives are kept.
zh_hans: 将删除备份计划定义，已有备份归档会保留。

source: The server connection is unavailable.
zh_hans: 服务器连接不可用。

source: USB Device
zh_hans: USB 设备

source: Upgrade Console
zh_hans: 升级控制台

source: Override Storage Retention
zh_hans: 覆盖存储保留策略

source: Keyboard
zh_hans: 键盘

source: Destination port: %@
zh_hans: 目标端口：%@

source: ACL Entry
zh_hans: ACL 条目

source: API Tokens
zh_hans: API 令牌

source: Access Control List
zh_hans: 访问控制列表

source: Account
zh_hans: 账户

source: Acknowledge
zh_hans: 确认

source: Acknowledge All
zh_hans: 全部确认

source: Acknowledged
zh_hans: 已确认

source: Active Backup
zh_hans: 主备模式

source: Add API Token
zh_hans: 添加 API 令牌

source: Alert Settings
zh_hans: 告警设置

source: Alerts
zh_hans: 告警

source: Alias
zh_hans: 别名

source: Allow Notifications
zh_hans: 允许通知

source: Apply Network Configuration
zh_hans: 应用网络配置

source: Apply SDN Configuration
zh_hans: 应用 SDN 配置

source: Backup
zh_hans: 备份

source: Balance ALB
zh_hans: 自适应负载均衡

source: Balance XOR
zh_hans: XOR 负载均衡

source: Batch Actions
zh_hans: 批量操作

source: Bond
zh_hans: 链路聚合

source: Bridge Ports
zh_hans: 网桥端口

source: CIDR (for example 10.0.0.0/24)
zh_hans: CIDR（例如 10.0.0.0/24）

source: Changes are staged by Proxmox until you apply them. Applying network changes can interrupt this connection.
zh_hans: 更改会由 Proxmox 暂存，直到你应用它们。应用网络更改可能会中断当前连接。

source: Clear Acknowledged
zh_hans: 清除已确认告警

source: Cluster
zh_hans: 集群

source: Cluster Infrastructure
zh_hans: 集群基础设施

source: Cluster State
zh_hans: 集群状态

source: Comment
zh_hans: 备注

source: Copy Token Secret
zh_hans: 复制令牌密钥

source: Delete ACL Entry
zh_hans: 删除 ACL 条目

source: Delete API Token
zh_hans: 删除 API 令牌

source: Delete HA Group
zh_hans: 删除 HA 组

source: Delete Interface
zh_hans: 删除接口

source: Delete Pool
zh_hans: 删除池

source: Delete Replication Job
zh_hans: 删除复制任务

source: Delete Role
zh_hans: 删除角色

source: Delete Storage
zh_hans: 删除存储

source: Delete Subnet
zh_hans: 删除子网

source: Delete User
zh_hans: 删除用户

source: Delete VNet
zh_hans: 删除 VNet

source: Delete Zone
zh_hans: 删除区域

source: Email
zh_hans: 电子邮件

source: Ethernet
zh_hans: 以太网

source: First Name
zh_hans: 名

source: Force Stop
zh_hans: 强制停止

source: Force stop may cause data loss inside running guests.
zh_hans: 强制停止可能导致运行中的实例丢失数据。

source: Gateway
zh_hans: 网关

source: Group
zh_hans: 组

source: Group ID
zh_hans: 组 ID

source: Groups (comma separated)
zh_hans: 用户组（逗号分隔）

source: HA & Replication
zh_hans: HA 与复制

source: HA Group
zh_hans: HA 组

source: HA Groups
zh_hans: HA 组

source: HA Resources
zh_hans: HA 资源

source: HA groups define preferred nodes, priority order, restriction, and failback behavior for managed guests.
zh_hans: HA 组用于定义受管实例的首选节点、优先级、限制及故障恢复行为。

source: Health
zh_hans: 健康状态

source: Ignored
zh_hans: 忽略

source: Infrastructure
zh_hans: 基础设施

source: Interfaces
zh_hans: 接口

source: Job ID (VMID-job number)
zh_hans: 任务 ID（VMID-任务编号）

source: Last Name
zh_hans: 姓

source: Linux Bridge
zh_hans: Linux 网桥

source: Manage
zh_hans: 管理

source: Migration
zh_hans: 迁移

source: Migration Policy
zh_hans: 迁移策略

source: Mode
zh_hans: 模式

source: Monitoring
zh_hans: 监控

source: Monitoring checks the connected cluster every minute while the app is active.
zh_hans: 应用处于活动状态时，每分钟检查一次当前连接的集群。

source: No HA groups configured.
zh_hans: 尚未配置 HA 组。

source: No HA resources configured.
zh_hans: 尚未配置 HA 资源。

source: No HA status is available.
zh_hans: 没有可用的 HA 状态。

source: No replication jobs configured.
zh_hans: 尚未配置复制任务。

source: No users are visible.
zh_hans: 没有可见用户。

source: Node Network
zh_hans: 节点网络

source: Nodes (node:priority, …)
zh_hans: 节点（节点:优先级，…）

source: Off
zh_hans: 关闭

source: On
zh_hans: 开启

source: PG Autoscale
zh_hans: PG 自动缩放

source: Path
zh_hans: 路径

source: Pending Changes
zh_hans: 待应用更改

source: Placement Groups
zh_hans: 归置组

source: Pool
zh_hans: 池

source: Pools
zh_hans: 池

source: Privileges
zh_hans: 权限

source: Profile
zh_hans: 资料

source: Proxmox shows this secret only once.
zh_hans: Proxmox 只会显示一次此密钥。

source: Raw Device
zh_hans: 原始设备

source: Remove from HA
zh_hans: 从 HA 移除

source: Replication
zh_hans: 复制

source: Replication Job
zh_hans: 复制任务

source: Replication Jobs
zh_hans: 复制任务

source: Requested State
zh_hans: 请求状态

source: Resource
zh_hans: 资源

source: Restrict to Nodes
zh_hans: 限制到指定节点

source: Revert Pending Changes
zh_hans: 撤销待应用更改

source: Role
zh_hans: 角色

source: Role ID
zh_hans: 角色 ID

source: Roles
zh_hans: 角色

source: Run
zh_hans: 执行

source: Save This Secret Now
zh_hans: 立即保存此密钥

source: Section
zh_hans: 分类

source: Select
zh_hans: 选择

source: Selected Guests
zh_hans: 已选实例

source: Service ID (vm:100 or ct:101)
zh_hans: 服务 ID（vm:100 或 ct:101）

source: Slaves
zh_hans: 从属接口

source: Software-Defined Network
zh_hans: 软件定义网络

source: Started
zh_hans: 已启动

source: Storage Configuration
zh_hans: 存储配置

source: Storage ID
zh_hans: 存储 ID

source: Subject Type
zh_hans: 主体类型

source: Subnet
zh_hans: 子网

source: Subnets
zh_hans: 子网

source: Token
zh_hans: 令牌

source: Token ID
zh_hans: 令牌 ID

source: User
zh_hans: 用户

source: User ID (name@realm)
zh_hans: 用户 ID（名称@领域）

source: Users
zh_hans: 用户

source: Users & Permissions
zh_hans: 用户与权限

source: VLAN Tag
zh_hans: VLAN 标签

source: Virtual Network
zh_hans: 虚拟网络

source: Virtual Networks
zh_hans: 虚拟网络

source: Warn
zh_hans: 警告

source: Warning Thresholds
zh_hans: 告警阈值

source: Zone
zh_hans: 区域

source: Zone ID
zh_hans: 区域 ID

source: Zones
zh_hans: 区域

source: Node Offline
zh_hans: 节点离线

source: High CPU Usage
zh_hans: CPU 使用率过高

source: High Memory Usage
zh_hans: 内存使用率过高

source: Storage Nearly Full
zh_hans: 存储空间不足

source: Backup Failed
zh_hans: 备份失败

source: Alerts & Notifications
zh_hans: 告警与通知

source: Offline nodes, resource pressure, backup failures, and storage capacity
zh_hans: 节点离线、资源压力、备份失败与存储容量

source: HA state, groups, resources, and replication jobs
zh_hans: HA 状态、组、资源与复制任务

source: Node networking, storage, Ceph, and SDN
zh_hans: 节点网络、存储、Ceph 与 SDN

source: Users, roles, ACLs, and API tokens
zh_hans: 用户、角色、ACL 与 API 令牌

source: No Alerts
zh_hans: 没有告警

source: No node, resource, backup, or storage alerts have been detected.
zh_hans: 未检测到节点、资源、备份或存储告警。

source: Monitor Cluster
zh_hans: 监控集群

source: Local Notifications
zh_hans: 本地通知

source: Automatic Rebalance
zh_hans: 自动再平衡

source: Fail Back
zh_hans: 故障恢复

source: Disable Automatic Failback
zh_hans: 禁用自动故障恢复

source: Restrict to These Nodes
zh_hans: 仅限这些节点

source: Privilege Separation
zh_hans: 权限分离

source: Propagate to Children
zh_hans: 传播到子路径

source: This path only
zh_hans: 仅此路径

source: Propagates
zh_hans: 向下传播

source: Processing %lld of %lld
zh_hans: 正在处理第 %1$lld 个，共 %2$lld 个

source: %lld selected
zh_hans: 已选择 %lld 个

source: Start Guests
zh_hans: 启动实例

source: Shut Down Guests
zh_hans: 关闭实例

source: Force Stop Guests
zh_hans: 强制停止实例

source: Migrate Guests
zh_hans: 迁移实例

source: Back Up Guests
zh_hans: 备份实例

source: Online Migration Where Possible
zh_hans: 尽可能在线迁移

source: The guest is already on the target node.
zh_hans: 实例已在目标节点上。

source: Load More Tasks
zh_hans: 加载更多任务

source: Search tasks
zh_hans: 搜索任务

source: All Statuses
zh_hans: 所有状态

source: All Nodes
zh_hans: 所有节点

source: Task Type
zh_hans: 任务类型

source: All Task Types
zh_hans: 所有任务类型

source: Reset Filters
zh_hans: 重置筛选

source: Paste
zh_hans: 粘贴

source: Source NAT
zh_hans: 源地址转换

source: Node %@ is offline.
zh_hans: 节点 %@ 已离线。

source: Node %@ CPU usage is %@.
zh_hans: 节点 %1$@ 的 CPU 使用率为 %2$@。

source: Node %@ memory usage is %@.
zh_hans: 节点 %1$@ 的内存使用率为 %2$@。

source: Storage %@ usage is %@.
zh_hans: 存储 %1$@ 的使用率为 %2$@。

source: Backup task for %@ failed: %@
zh_hans: 实例 %1$@ 的备份任务失败：%2$@

source: Maximum Restarts: %lld
zh_hans: 最大重启次数：%lld

source: Maximum Relocations: %lld
zh_hans: 最大迁移次数：%lld

source: No preferred nodes
zh_hans: 没有首选节点

source: HA Service
zh_hans: HA 服务

source: Datastore
zh_hans: 数据存储

source: Directory
zh_hans: 目录

source: Export
zh_hans: 导出路径

source: Fingerprint
zh_hans: 指纹

source: Monitor Hosts
zh_hans: Monitor 主机

source: Proxmox Backup Server
zh_hans: Proxmox 备份服务器

source: Share
zh_hans: 共享名

source: Thin Pool
zh_hans: 精简池

source: Volume Group
zh_hans: 卷组

source: ZFS Pool
zh_hans: ZFS 池

source: Ceph Is Not Configured
zh_hans: Ceph 尚未配置

source: Ceph is not installed or initialized on this node. This is expected when the cluster does not use Ceph.
zh_hans: 此节点尚未安装或初始化 Ceph。如果集群不使用 Ceph，这是正常状态。
